---
kind: property
id: P:Autodesk.Revit.DB.Dimension.DimensionType
zh: 尺寸标注、标注
source: html/5f982cf1-cc62-8bb5-5a31-5061b97b6ddc.htm
---
# Autodesk.Revit.DB.Dimension.DimensionType Property

**中文**: 尺寸标注、标注

The dimension style of this dimension.

## Syntax (C#)
```csharp
public DimensionType DimensionType { get; set; }
```